Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: It is therefore essential for this outdoor air to be as pure as possible.
sv: Det är därför väsentligt att denna uteluft är så ren som möjligt.

source: In a more contaminated environment, such as a city centre, the outdoor air intake should be positioned on a roof or facing an inner courtyard and at such a height that contaminants from the ground will not be admitted.
sv: I mer förorenad miljö, t.ex. i stadskärnor, bör uteluftsintag placeras på tak eller mot en innergård och på en sådan höjd att föroreningar från marken inte sugs in.

source: In environments of this kind the outdoor air normally needs to be filtered.
sv: I sådana miljöer behöver uteluften vanligen filtreras.

source: It is important for the outdoor air intake to be positioned in such a way that short-circuiting, e.g. from the exhaust air flues of ventilation systems and the vent systems of waste-water pipes should be avoided.
sv: Det är viktigt att uteluftsintag är så placerade att kortslutning från t.ex. ventilationssystemens avluftsskorstenar och spillvattenledningarnas luft- ningsledningar undviks.

source: Cooling towers should also be taken into account, since there is a risk of Legionella bacteria spreading if aerosol from a cooling tower is drawn into ventilation systems.
sv: Man bör även ta hänsyn till var kyltorn är placerade, då det finns risk för spridning av legionellabakterier om aerosol från kyltorn sugs in i ventilationssystem.

source: Temperature conditions are also important.
sv: Temperaturförhållandena är också väsentliga.

source: Outdoor air intakes should be positioned where the air admitted is as cold as possible and is not heated, for example, by black roofs or sun-warmed facades.
sv: Uteluftsintag bör placeras där luften är så kall som möjligt och inte värms upp av t.ex. svarta tak eller soluppvärmda fasader.

source: Recommendations on air intakes and exhaust outlets are contained, for example, in R1 "Riktlinjer för specifikation av inneklimatkrav" (Guidelines for specification of indoor climate requirements), published by Energi- och Miljötekniska Föreningen – Swedvac.
sv: Råd om placering av uteluftsintag och avluftsöppningar finns t.ex. i R1 – Riktlinjer för specifikation av inneklimatkrav utgiven av Miljö- och energi- tekniska föreningen.

source: They are a yardstick of the maximum concentration of air contaminants acceptable in the inhaled air at a workplace.
sv: De är ett mått på den högsta godtagbara halten luftföroreningar i inandningsluften på en arbetsplats.

source: The stipulation that the concentration of air contaminants in the supply air must be appreciably lower than the occupational exposure limit values means that the concentration of air contaminants should be on a level with the detection limit of the substances concerned.
sv: Kravet att luftföroreningshalten i tilluften ska vara väsentligt lägre än de hygieniska gränsvärdena innebär att luftföroreningshalten bör ligga i nivå med detektionsgränsen för ämnena i fråga.

source: In certain cases this is not possible.
sv: I vissa fall är detta inte möjligt.

source: The concentrations of carbon dioxide (CO2) and carbon monoxide (CO) in supply air, however, should not exceed 1/10 of the current exposure limit value.
sv: Halterna av koldioxid (CO2) och kolmonoxid (CO) i tilluft bör dock inte överstiga 1/10 av gällande nivågränsvärden.

source: In the case of other substances for which an occupational exposure limit value has been defined, concentration in supply air should not exceed 1/20 of the current exposure limit value.
sv: För övriga ämnen med fastställt hygieniskt gränsvärde bör halten i tilluften inte överstiga 1/20 av gällande nivågränsvärden.

source: The problem of draught should above all be considered in the frequented zones of the work premises.
sv: Problemet med drag bör framför allt beaktas i arbetslokalens vistelsezoner.

source: Experience has shown that air velocities below 0.15-0.2 m/s, depending for example on the time of year, are perceived by most people as an absence of draught.
sv: Erfarenhetsmässigt har det visat sig att lufthastigheter under 0,15–0,2 m/s, beroende på t.ex. årstid, av de flesta uppfattas som dragfria.

source: When the indoor temperature is high, however, higher air velocities are usually acceptable.
sv: När inomhustemperaturen är hög kan dock vanligen högre lufthastigheter accepteras.

source: On premises of certain kinds it may be necessary for the ventilation system to operate continuously and not to be turned off when there is no activity going on.
sv: I vissa typer av lokaler kan det vara nödvändigt att ventilationssystemet är i drift kontinuerligt även då ingen verksamhet pågår.

source: This applies, for example, to buildings with heavy emissions from the building material or when there is a risk of impurities spreading through the ducting to rooms where they are not normally generated.
sv: Detta gäller t.ex. i lokaler där det pågår processer som alstrar luftföroreningar, eftersom det finns risk att föroreningar via kanalsystemet kan spridas till rum där de normalt inte alstras, eller i byggnader med stora emissioner från bygg- materialet.

source: In a new building or one which has been renovated inside, the ventilation should be kept running continuously for the first year.
sv: Efter nybyggnad eller invändig renovering bör ventilationen gå kontinuerligt under det första året.

source: Only then can it perhaps be reduced when the premises are not in use.
sv: Först därefter bör eventuell reduktion göras när lokalerna inte används.

source: After a period of reduced flow rate, the ventilation system should be operated at normal air flow long enough for the room volume to be changed at least once before the room is used again.
sv: Efter en tid med reducerat flöde bör ventilationssystemet vara i drift med normalt luftflöde så länge att rumsvoly- men omsätts minst en gång innan rummet återanvänds.

source: In summertime, however, it may be appropriate to use the cooler night air for cooling the premises.
sv: Sommartid kan det också vara lämpligt att utnyttja den svalare nattluften för att kyla ner lokalen.

source: If flex time is practised at most workplaces, the ventilation systems will have to be adapted accordingly, so as to achieve sufficient air change within the agreed flex time frame.
sv: Om flexibla arbetstider tillämpas på flertalet arbetsplatser medför det att ventilationssystemen behöver vara anpassade till detta så att tillräcklig luftväxling uppnås under den avtalade flextidsramen.

source: The supply air may need to be filtered, partly to protect the installations and also to obtain cleaner supply air.
sv: Inkommande uteluft kan behöva filtreras dels för att skydda installationerna, dels för att få en renare tilluft.

source: How the requisite air quality is achieved.
sv: hur erforderlig luftkvalitet uppnås, hur systemets tillförlitlighet upprätthålls.

source: Documentation of the investigation should be kept in the operation and maintenance instructions, as provided in Section 27.
sv: Dokumentationen av utredningen bör förvaras i drift- och underhållsinstruktionen enligt 27 §.

source: The return air flow can usually be turned off in return air systems.
sv: Återluftsflödet går vanligtvis att stänga av vid återluftssystem.

source: On the other hand, certain heat recovery systems have a function that entails some return air.
sv: Däremot har vissa värmeåtervinningssystem en funktion som innebär en viss åter- luft.

source: For example, gaseous contaminants can be transferred in rotating heat exchangers to varying degree.
sv: T.ex. kan gasformiga föroreningar i varierande grad överföras i roterande värmeväxlare.

source: This return air cannot be turned off.
sv: Denna återluft går inte att stänga av.

source: This circumstance is important to take into consideration when designing the ventilation system.
sv: Detta förhållande är viktigt att ta hänsyn till i utredningen och när ventilationssystemet utformas.

source: Extract air from general ventilation that is returned usually needs to be cleaned using a particle filter.
sv: Frånluft från allmänventilation som återförs behöver vanligtvis renas med partikelfilter.

source: Extract air from process ventilation should in the first instance be vented to the outside.
sv: Frånluft från processventilation bör i första hand avlämnas i det fria.

source: In the event process ventilation is circulated, the return air shall normally be of supply air quality.
sv: I de fall processventilationen cirkuleras ska den återförda luften normalt ha tilluftskvalitet.

source: The technique of cleansing air of gaseous contaminants is less well-developed and documented than the technique of separating solid contaminants.
sv: Tekniken att rena luft från gasformiga föroreningar är inte lika välutvecklad och dokumenterad som tekniken att avskilja fasta föroreningar.

source: Extract air containing gaseous air contaminants that are dangerous to health, such as extract air from fume cupboards, should therefore not be returned as circulation air or return air.
sv: Frånluft som innehåller hälsofarliga gasformiga luftföroreningar t.ex. frånluft från dragskåp bör därför inte återföras som cirkulationsluft eller återluft.

source: Oil fumes are also difficult to remove, and the air after oil mist separators should therefore be vented to the outside.
sv: Även oljeångor är svåra att ta bort och luften efter oljedimavskiljare bör därför lämnas i det fria.

source: Sometimes a test installation may be needed in the environment concerned in order to decide whether the cleaning device meets the requirements defined for it.
sv: Ibland kan det vara nödvändigt att göra en provinstallation i den aktuella miljön för att avgöra om reningsanordningen uppfyller ställda krav.

source: In some exceptional cases it is not reasonable to clean the circulation air so that supply air quality is achieved.
sv: I vissa undantagsfall är det inte rimligt att rena cirkulationsluften så att tilluftskvalitet uppnås.

source: One such exception is during blasting, where the operator is present is the room.
sv: Ett sådant undantag är vid blästring där operatören befinner sig i utrymmet.

source: Here, the sight requirement determines the dimensioning of the cleaning device.
sv: Där blir siktkravet dimensionerande för renings- anordningen.

source: However, according to the provisions governing quartz, material containing quartz may not be used for dry-blasting.
sv: Enligt föreskrifter om kvarts får dock inte kvartshaltigt material användas vid torrblästring.

source: Extract air containing wood dust that is circulated should be cleaned so that at least 90% of the particles sized 0.4 µm are separated, which corre-
sv: Frånluft som innehåller trädamm och som cirkuleras bör renas så att minst 90 % av partiklar av storlek 0,4 µm avskiljs, vilket motsvarar filterklass F8 enligt standarden SS‑EN 779.

source: The filter should also be tested with regard to long-term qualities, i.e. be "P" marked.
sv: Finfiltret bör också vara provat med avseende på långtidsegenskaper dvs. vara P-märkt.

source: A pressure monitor over the fine filter can be used as an instrument to determine whether there are any failings in the separator function.
sv: Tryckvakt över finfiltret kan fungera som instrument för att konstatera om det finns brister i avskil- jarfunktionen.

source: Acceptable transferred air supply can be instanced with air transferred from office premises to toilets and cleaning facilities.
sv: Till 23 § Som exempel på acceptabel överluftsföring kan nämnas överluft från kontorslokaler till toaletter och städutrymmen.

source: For wardrobe spaces, changing rooms and washing facilities in offices, shops and similar, transferred air from corridors and corresponding areas is acceptable
sv: För klädutrymmen, omklädningsrum och tvättutrymmen i kontor, butiker och liknande är över- luft från korridorer eller motsvarande utrymmen acceptabelt.

source: If the ventilation is put out of action, the air may travel in the wrong direction through an air transfer connection.
sv: Om ventilationen sätts ur funktion kan luften gå åt fel håll genom en överluftsförbindelse.

source: In order, therefore, for transfer air to be serviceable, for example, from offices to a garage, it is important that the air transfer connection should close automatically in the event of a malfunction.
sv: För att överluft ska kunna användas från exempelvis kontor till garage är det därför viktigt att överluftsförbindelsen stängs automatiskt vid funktionsfel.

source: In the event the process ventilation and the general ventilation has a joint ducting system for extract air, it is important that the ventilation system is designed in such a way that air contaminants removed via the process ventilation are not spread to any other room via the joint ducting system or heat recovery system.
sv: I de fall processventilation och allmänventilation har gemensamt kanal- system för frånluften är det viktigt att ventilationssystemet utformas så att luftföroreningar som förs bort med processventilationen inte sprids till någon annan lokal via det gemensamma kanalsystemet eller värmeåtervinningssystemet.

source: To prevent such spread, such a ventilation system usually needs to be working round the clock.
sv: För att hindra sådan spridning behöver ett sådant ventilationssystem vanligtvis vara i drift dygnet runt.

source: Process ventilation systems should always be designed in such a way that air contaminants are disposed of as near to the source as possible.
sv: Processventilation bör vara utformad så att luftföroreningar tas om hand så nära källan som möjligt.

source: The best arrangement is if the process or handling operation can be entirely encapsulated.
sv: Det bästa är om processen eller hanteringen kan kapslas in helt.

source: It is more common for a process to be partly encapsulated, enabling the operator to control the process either directly or through sashes.
sv: Vanligare är annars att man delvis kapslar in en process med möjlighet för operatören att endera direkt eller via luckor styra processen.

source: Fume cupboards, safety cabinets (Classes I, II) and spray booths are examples of this kind.
sv: Exempel på detta är dragskåp, säkerhetsbänkar (klass I, II) och sprutskåp.

source: Failing this, local extraction devices or hoods can be used.
sv: Om detta inte går kan man använda punktutsug eller huvar.

source: The air flow rate for an encapsulation is determined on the basis of the air velocity needed in any apertures.
sv: Då luftflödet för en inkapsling ska bestämmas utgår man från den lufthastighet som behövs i eventuella öppningar.

source: The air velocity needs to be reasonably uniform for the entire aperture, in order to achieve acceptable efficiency.
sv: Lufthastigheten behöver vara någorlunda jämn över hela öppningen för att funktionen ska bli fullgod.

source: Consequently, the air flow rate requirement for encapsulation would depend on the size of the apertures and average velocity through them.
sv: Luftflödesbehovet för inkapsling blir följaktligen beroende av öppningarnas storlek samt genomsnittshastigheten i öppningarna.

source: The propagation velocity of the contaminant has to be taken into account so as to determine a high enough trapping velocity.
sv: För att kunna bestämma en tilläckligt hög infångningshastighet för punktutsug eller huvar måste man beakta föroreningens spridningshastighet.

source: The propagation velocity is affected, for example, by the velocity of the ambient air, which in turn depends on a host of factors, e.g.:
sv: Spridningshastigheten på-verkas bl.a. av omgivande lufts hastighet, som i sin tur påverkas av en mängd faktorer bl.a.:

source: Thermal air streams from cold or hot surfaces, processes, etc.
sv: termiska luftströmmar från kalla eller varma ytor, processer m.m.,

source: Machine movements
sv: maskiners rörelse,

source: Transport and conveyance of materials, e.g. reloading onto conveyors, filling or bottling of materials, etc.
sv: materialtransporter t.ex. omlastning på transportband, fyllning eller tappning av material m.m.,

source: The design of the building - gates, windows, etc.
sv: installationers utförande och byggnadens utförande, portar, fönster m.m.

source: Welding and cutting indoors, spray painting, wood working, work in restaurant kitchens and laboratory work are examples of activities for which process ventilation is normally required.
sv: Svetsning och skärning inomhus, sprutmålning, träbearbetning, arbete i restaurangkök och laboratoriearbete är exempel på verksamheter för vilka processventilation normalt behövs.

source: Draw benches
sv: Dragbänkar

source: Draw benches are used only for work generating no heat, so-called cold work.
sv: Dragbänkar används endast vid arbete utan värmeavgivning, s.k. kalla arbeten.

source: For such work, draw benches provide good protection against particulate and gaseous contaminants.
sv: Dragbänkar ger vid sådana arbeten ett gott skydd mot partikulära och ångformiga föroreningar.

source: The greatest height above the perforated plate that provides good protection (safety height) when working with a draw bench varies with the flow.
sv: Den högsta höjden över den perforerade plattan som ger gott skydd (sä- kerhetshöjd) vid arbete med dragbänk varierar med flödet.

source: A normal value for safety height is 150-200 mm, which corresponds to a specific air flow of 280 l/s per m2 perforated work surface.
sv: Som ett normalt värde på säkerhetshöjd kan anges 150–200 mm vilket motsvarar ett specifikt luftflöde om 280 l/s per m2 perforerad arbetsyta.

source: This is a suitable value for draw benches of standard design (800x500 mm) with fully perforated work surfaces.
sv: Detta är ett lämpligt värde för dragbänkar i standardutförande (800x500 mm) med helperfore- rade arbets-ytor.

source: It is important that the perforated work surface is not covered to more than 1/3 and that an approximately 100 mm wide zone is left uncovered at the front edge of the draw bench for the prerequisites to apply.
sv: Det är viktigt att den perforerade arbetsytan inte täcks till mer än 1/3 och att en cirka 100 mm bred zon lämnas fri i dragbänkens framkant för att förutsättningarna ska gälla.

source: The draw bench can be supplemented with a protective hood.
sv: Dragbänken kan kompletteras med en skyddshuv.

source: This is particularly suitable if the emission point of the contamination source is higher than 150-200 mm above the perforated work surface.
sv: Detta är speciellt lämpligt om förorenings-källans utsläppspunkt är högre än 150-200 mm över den perforerade arbetsytan.

source: A protective hood is a simple way of achieving a greater safety height.
sv: Med skydds-huv får man på ett enkelt sätt en högre säkerhetshöjd.

source: A protective hood also provides better protection against external disturbances.
sv: En skyddshuv ger också ett bättre skydd mot yttre störningar.

source: Spray booths
sv: Sprutboxar

source: Advice concerning the design of and suitable air velocities in spray booths for lacquering using solvent-based paints are contained in SS-EN 12215:2004.
sv: Råd om utformningen av och lämpliga lufthastigheter i sprutboxar för lackering med lösningsmedelsbaserade färger finns i SS-EN 12215:2004.

source: According to the standard, the average velocity across the cross section area in enclosed spray booths shall be at least 0.3 m/s, irrespective of whether the air flow is horizontal or vertical.
sv: Enligt standarden ska medelhastigheten över tvärsnittsarean i slutna sprutrum vara minst 0,3 m/s, oavsett om luftflödet är horisontellt eller vertikalt.

source: Advice concerning the design of and suitable air velocities in spray booths for powder lacquering are contained in SS-EN 12981:2005.
sv: Råd om utformningen av och lämpliga lufthastigheter i sprutboxar för pulverlackering finns i SS‑EN 12981:2005.

source: According to the standard, the average velocity in the aperture to the room shall be at least 0.4 m/s for spray booths.
sv: Enligt standarden ska medelhastigheten i öppningen mot lokalen vara minst 0,4 m/s för sprutbox.

source: Local extraction devices
sv: Punktutsug

source: When a process or handling operation cannot be encapsulated, a trapping type local extraction device can be used.
sv: När man inte kan kapsla in en process eller hantering kan ett punktutsug av infångande typ användas.

source: It is extremely important that the extraction device should be placed as close as possible to the point where the contaminant is generated, because local extraction devices always have a short radius of action outside the extraction aperture.
sv: Det är ytterst viktigt att utsuget placeras så nära föroreningens alstringsplats som möjligt eftersom punktutsug alltid har en kort räckvidd utanför utsugsöppningen.

source: The amount of extract air necessary depends on a variety of factors, such as the capture velocity required to capture the contaminant, the distance of the extraction aperture from the contaminant and the design of the local extraction device.
sv: Vilka frånluftsmängder som är nödvändiga beror bl.a. på vilken infångningshastighet som krävs för att fånga in luftföroreningen, utsugsöppningens avstånd från luftföroreningen och punktut-sugets utformning.

source: For welding, the local extraction device can have an extract air flow of 200-275 l/s (800-1000 m3/h).
sv: Vid svetsning kan punktutsuget ha ett frånluftsflöde av 220–275 l/s (800– 1 000 m3/h).

source: If the shape or size of the work piece renders it impossible to use an extractor connected to a permanently installed process ventilation system, a mobile extractor with a filter must be used.
sv: Om arbetsstyckets form eller storlek gör det omöjligt att använda ett utsug anslutet till ett fast installerat processventilationssystem får ett mobilt utsug med filter användas.

source: Hand-held tools, such as welding guns, grinders and shearers should be fitted with integrated extractors, as these are very efficient at capturing the air contaminants generated.
sv: Handhållna verktyg som t.ex. svetspistoler, slipmaskiner och kapmaskiner bör vara försedda med integrerade utsug eftersom sådana mycket effektivt kan fånga upp de luftföroreningar som bildas.

source: An advantage of integrated extractors is that the extraction always accompanies the work, and that the distance between the source of contamination and the extractor therefore is small.
sv: En fördel med integrerade utsug är att utsuget alltid följer med vid arbetet och att avståndet mellan föroreningskällan och utsuget därigenom är kort.

source: Local extraction devices of the receptor hood type can be used when the contaminants migrate to the hood spontaneously, i.e. do not need to be trapped.
sv: Punktutsug av typen mottagande huv kan användas där föroreningarna kommer till huven av sig själva, dvs. de behöver inte fångas in.

source: A receptor hood need only be proportioned to remove the contaminated air stream reaching it.
sv: En mottagande huv behöver endast dimensioneras för att transportera bort den förorenade luftström som kommer till huven.

source: In hot processes it is important for the hood to be appreciably larger than the heated area, because the rising air current mingles continuously with the surrounding air and expands.
sv: Vid varma processer är det viktigt att huven är väsentligt större än den upp-värmda ytan eftersom den uppåtgående luftströmmen kontinuerligt blandas med omgivande luft och vidgar sig.
